import React from "react";
import picture from '../images/technique-background.jpg';


function Technique(props) {
    return (
        <div>
            <div className="technique-background-image">
                <img src={picture} alt="" />
            </div>
            <div className="technique-container">
                <h1>رباعیات خیام</h1>
                <div className="poem-message">
                    <div>
                        <p>در دایره‌ای کامدن و رفتن ماست</p>
                    </div>
                    <div>
                        <p>او را نه بدایت نه نهایت پیداست</p>
                    </div>
                    <div>
                        <p>کس می‌نزند دمی در این معنی راست</p>
                    </div>
                    <div>
                        <p>کاین آمدن از کجا و رفتن به کجاست</p>
                    </div>
                </div>
                <p className="message">در این رباعی، خیام انسان ها را به پرسش گری دربارۀ هستی دعوت می کند.
                    پرسش گری که به طور طبیعی هست، اما از یک جایی به بعد از رهاورد همین پرسش گری و ایجاد سؤال باید به رهایی و
                    صرف انرژی بیشتر برای امور عینی تر زندگی رسید. گاهی پیشرفت در همین امور عینی و ضروری سبب می شود انسان
                    بتواند به خودشکوفایی برسد و در پرتو همین خودشکوفایی بسیاری از مشکلات و معماهای به ظاهر حل نشدنی هستی
                    را به اندازۀ درک و شناخت خویش دریابد، به آرامش برسد و بستر آسودگی دیگران را نیز فراهم آورد.</p>

                <h2> تکنیک ها: دعوت به پرسش گری درباره هستی </h2>
                <h2>تجربۀ رهایی از دغدغه های ذهنی دربارۀ امور لاینحل هستی</h2>
                <h2>صرف انرژی برای امور عینی زندگی از رهاورد این رهایی </h2>
                <h2>دست یابی به خودشکوفایی در پرتو فارغ بودن از مشکلات و ضرورت های اجتناب ناپذیر زندگی</h2>
                <div className="poem-message">
                    <div>
                        <p>پس بی می و معشوق خطائیست عظیم</p>
                    </div>
                    <div>
                        <p>چون نیست مقام ما در این دهر مقیم</p>
                    </div>
                    <div>
                        <p>چون من رفتم جهان چه محدث چه قدیم</p>
                    </div>
                    <div>
                        <p> تا کی ز قدیم و محدث امیدم و بیم</p>
                    </div>
                </div>
                <p className="message">خیام در رباعی بالا از افرادی انتقاد می کند که آنچنان در مباحث کلامی مربوط به وجود جهان
                    و انسان غرق شده اند که هم خود نمی دانند چگونه زندگی کنند و با انتقال نظایر این معماها به دیگران، آن ها را از 
                    اصل زیستن خودشان بازمی دارند. وی با دعوت به نگرش رهاشدن از اینگونه گفتمان ها فضایی شاد و معنادارتر را پیش 
                    روی انسان می گسترد. او همچنین بر مقیم نبودن ما در این جهان و فرصت اندک زیستن و اغتنام فرصت اشاره می کند</p>
                <h2> تکنیک ها: یادآوری ناپایداری هستی، مقیم نبودن ما در این جهان و فرصت اندک زیستن </h2>
                <h2>اغتنام فرصت</h2>
                <h2>تجربۀ رهایی از دغدغه های ذهنی دربارۀ امور لاینحل هستی</h2>
                <h2>تغییر پرسش ها و  الگوهای ذهنی آزار دهنده</h2>
                <div className="poem-message">
                    <div>
                        <p>در کارگه کوزه‌گری رفتم دوش</p>
                    </div>
                    <div>
                        <p>چون نیست مقام ما در این دهر مقیم</p>
                    </div>
                    <div>
                        <p>کو کوزه‌گر و کوزه‌خر و کوزه فروش</p>
                    </div>
                    <div>
                        <p>ناگاه یکی کوزه برآورد خروش</p>
                    </div>
                </div>
                <p className="message">
                کوزۀ گویا و خموش، قهرمان اصلی رباعیات خیام است که به دلیل در دسترس بودن برای مردم و  ساخته شدن از خاک
                ، مایۀ عبرت و یادآوری برای بیان ناپایداری جهان، اغتنام فرصت و خوشباشی آگاهانه است.
                </p>
                <div className="poem-message">
                    <div>
                        <p>بیهوده نئی غمان بیهوده مخور</p>
                    </div>
                    <div>
                        <p>ای دل غم این جهان فرسوده مخور</p>
                    </div>
                    <div>
                        <p>چون بوده گذشت و نیست نابوده پدید</p>
                    </div>
                    <div>
                        <p>خوش باش غم بوده و نابوده مخور</p>
                    </div>
                </div>
                <h2> تکنیک ها: شاد زیستن در جهان </h2>
                <h2>فرو نرفتن در غم های بیهوده که موجب ملالت خواهد شد</h2>
                <h2>عدم حسرت بر گذشته ها که سبب اتلاف انرژی می شود</h2>
                <div className="poem-message">
                    <div>
                        <p>گویی ز لب فرشته‌خویی رسته است</p>
                    </div>
                    <div>
                        <p>هر سبزه که برکنار جویی رسته است</p>
                    </div>
                    <div>
                        <p>کان سبزه ز خاک لاله رویی رسته است</p>
                    </div>
                    <div>
                        <p>پا بر سر سبزه تا به خواری ننهی</p>
                    </div>
                </div>
                <h2>تکنیک: توجه به هستی برای عبرت آموزی</h2>
                <div className="poem-message">
                    <div>
                        <p>در بند سر زلف نگاری بوده‌ست</p>
                    </div>
                    <div>
                        <p>این کوزه چو من عاشق زاری بوده است</p>
                    </div>
                    <div>
                        <p>کان سبزه ز خاک لاله رویی رسته است</p>
                    </div>
                    <div>
                        <p>پا بر سر سبزه تا به خواری ننهی</p>
                    </div>
                </div>
                <h2>تکنیک  ها : بیان ناپایداری هستی</h2>
                <h2>بیان عشق در جهان</h2>
                <div className="poem-message">
                    <div>
                        <p>پیمانه چو پر شود چه بغداد و چه بلخ</p>
                    </div>
                    <div>
                        <p>چون عمر به سر رسد چه شیرین و چه تلخ</p>
                    </div>
                    <div>
                        <p>از سَلخ به غٌرّه آید از غره به سلخ</p>
                    </div>
                    <div>
                        <p>می نوش که بعد از من و تو ماه بسی</p>
                    </div>
                </div>
                <h2>تکنیک: فراگیربودن مرگ در همه زمان ها و مکان ها</h2>
                <h2>باور داشتن به  اینکه تلخی و شیرینی های جهان گذراست، پس نباید به شیرینی ها و داشته های آن مغرور و در غم ها و غصه های آن فرو رفت</h2>
                <div className="poem-message">
                    <div>
                        <p>چون آب به جویبار و چون باد به دشت</p>
                    </div>
                    <div>
                        <p>این یک دو سه روز نوبت عمر گذشت</p>
                    </div>
                    <div>
                        <p>روزی که نیامده‌ست و روزی که گذشت</p>
                    </div>
                    <div>
                        <p>هرگز غم دو روز مرا یاد نگشت</p>
                    </div>
                </div>
                <h2>تکنیک ها: قبول گذران بودن عمر برای استفاده کردن بیشتر از لحظات عمر</h2>
                <h2>در اکنون زیستن</h2>
                <div className="poem-message">
                    <div>
                        <p>نی نام زما و نی‌نشان خواهد بود</p>
                    </div>
                    <div>
                        <p>ای بس که نباشیم و جهان خواهد بود</p>
                    </div>
                    <div>
                        <p>زین پس چو نباشیم همان خواهد بود</p>
                    </div>
                    <div>
                        <p>زین پیش نبودیم و نبد هیچ خلل</p>
                    </div>
                </div>
                <h2>تکنیک ها: باور به اینکه خودت را محور عالم ندانی و مغرور نباشیم</h2>
                <h2>هستی بدون ما هم بر مدار خود جاری است</h2>
                <div className="poem-message">
                    <div>
                        <p>صد بوسه ز مهر بر جبین میزندش</p>
                    </div>
                    <div>
                        <p>جامی است که عقل آفرین میزندش</p>
                    </div>
                    <div>
                        <p>می‌سازد و باز بر زمین میزندش</p>
                    </div>
                    <div>
                        <p>این کوزه‌گر دهر چنین جام لطیف</p>
                    </div>
                </div>
                <h2>تکنیک ها: انسان در بهترین شکل ممکن آفریده شده است</h2>
                <h2>باور به اینکه انسان در دامان روزگار رو به نابودی است. پس باید قدر لحظات عمر خویش را بداند</h2>

                <div className="poem-message">
                    <div>
                        <p>فارغ بنشین به کشتزار و لب جوی</p>
                    </div>
                    <div>
                        <p>بر گیر پیاله و سبو ای دلجوی</p>
                    </div>
                    <div>
                        <p>صد بار پیاله کرد و صد بار سبوی</p>
                    </div>
                    <div>
                        <p>بس شخص عزیز را که چرخ بدخوی</p>
                    </div>
                </div>

                <div className="poem-message">
                    <div>
                        <p>چون مست شدم، در خردم نقصان ست</p>
                    </div>
                    <div>
                        <p>تا هشيارم طرب ز من پنهان است</p>
                    </div>
                    <div>
                        <p>من بندۀ آن که زندگانی این است</p>
                    </div>
                    <div>
                        <p>حالی است میان مستی و هوشیاری</p>
                    </div>
                </div>


                <div className="poem-message">
                    <div>
                        <p>فارغ بودن ز کفر و دین دین من است</p>
                    </div>
                    <div>
                        <p>می خوردن و شاد بودن آیین من است</p>
                    </div>
                    <div>
                        <p>گفتا دل خرم تو کابین من است</p>
                    </div>
                    <div>
                        <p>گفتم به عروس دهر کابین تو چیست</p>
                    </div>
                </div>


                <div className="poem-message">
                    <div>
                        <p>سر مست بدم که کردم این اوباشی</p>
                    </div>
                    <div>
                        <p>بر سنگ زدم دوش سبویی کاشی</p>
                    </div>
                    <div>
                        <p>من چون تو بدم تو نیز چون من باشی</p>
                    </div>
                    <div>
                        <p>با من به زبان حال می‌گفت سبو</p>
                    </div>
                </div>


                <div className="poem-message">
                    <div>
                        <p>هیهات که جمله گاو نر می دوشند</p>
                    </div>
                    <div>
                        <p>آنان که به کار عقل در می کوشند</p>
                    </div>
                    <div>
                        <p>که امروز به عقل تره می نفروشند</p>
                    </div>
                    <div>
                        <p>آن به کــــــه لباس ابلهی در پوشند</p>
                    </div>
                </div>


                <div className="poem-message">
                    <div>
                        <p>با این همه مستی از تو هشیارتریم</p>
                    </div>
                    <div>
                        <p>ای مفتی شهر از تو پرکارتریم</p>
                    </div>
                    <div>
                        <p>انصاف بده، کدام خون خوارتریم</p>
                    </div>
                    <div>
                        <p>تو خون کسان خوری و ما خون رزان</p>
                    </div>
                </div>


                <div className="poem-message">
                    <div>
                        <p>بر درگه آن شهان نهادندی رو</p>
                    </div>
                    <div>
                        <p>آن قصر که با چرخ همی زد پهلو</p>
                    </div>
                    <div>
                        <p>بنشسته همی گفت که کوکوکوکو</p>
                    </div>
                    <div>
                        <p>دیدیم که بر کنگره‌اش فاخته‌ای</p>
                    </div>
                </div>


                <div className="poem-message">
                    <div>
                        <p>و آن جا می ناب و انگبین خواهد بود</p>
                    </div>
                    <div>
                        <p>گویند بهشت و حور و عین خواهد بود</p>
                    </div>
                    <div>
                        <p>چون عاقبت کار همین خواهد بود</p>
                    </div>
                    <div>
                        <p>گر ما می و معشوقه گزیدیم چــه باک</p>
                    </div>
                </div>


                <div className="poem-message">
                    <div>
                        <p>وقت خوش خود به سنگ محنت سودن</p>
                    </div>
                    <div>
                        <p>نتوان دل شاد را به غم فرسودن</p>
                    </div>
                    <div>
                        <p>می باید و معشوق و به کام آسودن</p>
                    </div>
                    <div>
                        <p>کس غیب چه داند که چه خواهد بودن</p>
                    </div>
                </div>



                <div className="poem-message">
                    <div>
                        <p>فردا که نیامده ست فریاد مکن</p>
                    </div>
                    <div>
                        <p>روزی که گذشته است از او یاد مکن</p>
                    </div>
                    <div>
                        <p>حالی خوش باش و عمر بر باد مکن</p>
                    </div>
                    <div>
                        <p>بر نامده و گذشته بنـیاد منه</p>
                    </div>
                </div>
            </div>
        </div>
    );
}


export default Technique;